Repository: pblasone/Lagervarer
Catalog: modules/dblog/translations/modules-dblog.*.po
Languages: da

source: Discard log entries above the following row limit
da: Slet meddelelser over følgende grænse

source: The maximum number of rows to keep in the database log. Older entries will be automatically discarded. (Requires a correctly configured <a href="@cron">cron maintenance task</a>.)
da: Hvor mange rækker der gemmes i databaseloggen. Gamle meddelelser slettes automatisk. (Kræver at <a href="@cron">cron er korrekt indstillet</a>.)

source: No log messages available.
da: Ingen hændelser tilgængelige.

source: Count
da: Antal

source: Location
da: Placering

source: Severity
da: Grad

source: Filter log messages
da: Filtrer meddelelser

source: You must select something to filter by.
da: Du skal vælge, hvad du vil filtrere efter.

source: The dblog module monitors your system, capturing system events in a log to be reviewed by an authorized individual at a later time. This is useful for site administrators who want a quick overview of activities on their site. The logs also record the sequence of events, so it can be useful for debugging site errors.
da: Databaseloggen overvåger dit system og gemmer hændelser i en log som kan gennemses af betroede individer på et senere tidspunkt. Det er nyttigt for administratorer, som ønsker et hurtigt overblik over aktiviterne på deres site. Loggen registrerer rækkefølgen af hændelser, så den kan være nyttig ved fejlsøgning på sitet.

source: The dblog log is simply a list of recorded events containing usage data, performance data, errors, warnings and operational information. Administrators should check the dblog report on a regular basis to ensure their site is working properly.
da: Databaseloggen er en liste af hændelser, der indeholder data om brug, ydelse, fejl, advarsler og driftsinformation. Administratorer bør gennemgå loggen med jævne mellemrum, for at sikre at sitet fungerer korrekt.

source: For more information, see the online handbook entry for <a href="@dblog">Dblog module</a>.
da: Læs håndbogens afsnit om <a href="@blog">databaseloggen</a> for yderligere information.

source: The dblog module monitors your website, capturing system events in a log to be reviewed by an authorized individual at a later time. The dblog log is simply a list of recorded events containing usage data, performance data, errors, warnings and operational information. It is vital to check the dblog report on a regular basis as it is often the only way to tell what is going on.
da: Databaseloggen overvåger dit site. Den gemmer systemhændelser i en log, som kan gennemses af betroede individer på et senere tidspunkt. Databaseloggen er en liste af hændelser der viser brug, ydeevne, fejl, advarsler og driftsinformation. Det er vigtigt at gennemgå databaseloggen med jævne mellemrum, da den ofte er den eneste kilde til information om hvad der foregår.

source: Settings for logging to the Drupal database logs. This is the most common method for small to medium sites on shared hosting. The logs are viewable from the admin pages.
da: Indstillinger for logføring til Drupals databaselog. Den mest anvendte metode på små og mellemstore sites på delt hosting. Logs kan ses fra administrationssiderne.

source: Recent log entries
da: Seneste loglinjer

source: View events that have recently been logged.
da: Vis seneste hændelser.

source: Top 'page not found' errors
da: Hyppige 'side ikke fundet'-fejl

source: View 'page not found' errors (404s).
da: Vis 'side ikke fundet'-fejl (404).

source: Top 'access denied' errors
da: Hyppige 'adgang nægtet'-fejl

source: View 'access denied' errors (403s).
da: Vis 'adgang nægtet'-fejl (403).

source: Table that contains logs of all system events.
da: Tabellen som indeholder en log af alle systemhændelser.

source: Primary Key: Unique watchdog event ID.
da: Primær nøgle: Unik hændelses-ID.

source: The {users}.uid of the user who triggered the event.
da: {users}.uid for brugeren som udløste hændelsen.

source: Type of log message, for example "user" or "page not found."
da: Beskedtypen, f.eks. "bruger" eller "side ikke fundet".

source: Text of log message to be passed into the t() function.
da: Beskeden som sendes gennem t()-funktionen.

source: Serialized array of variables that match the message string and that is passed into the t() function.
da: Serialiseret array af variable, som svarer til beskeden, og som sendes gennem t()-funktionen.

source: The severity level of the event; ranges from 0 (Emergency) to 7 (Debug)
da: Hændelsens alvorlighed fra 0 (nødsituation) til 7 (debug)

source: Link to view the result of the event.
da: Link til hændelses resultat.

source: URL of the origin of the event.
da: URL hvor hændelsen startede.

source: URL of referring page.
da: URL for henvisende side.

source: Hostname of the user who triggered the event.
da: Værtsnavn for brugeren, der udløste hændelsen.

source: Unix timestamp of when event occurred.
da: Unix timestamp da hændelsen foregik.
