Repository: pblasone/Lagervarer
Catalog: profiles/default/translations/uc_catalog.*.po
Languages: da

source: Catalog settings
da: Katalogindstillinger

source: Find orphaned products
da: Find produkter uden for kategori

source: Find products that have not been categorized.
da: Find produkter, der ikke er kategoriseret.

source: Move products
da: Flyt produkter

source: Term image
da: Kategoribillede

source: Remove category image: !image
da: Fjern kategoribillede: !image

source: Vocabulary !name has been identified as the !uber catalog.
da: Ordforrådet !name er valgt som !uber's katalog.

source: Unlisted Products
da: Uoplistede produkter

source: Products are listed by assigning a category from the Product Catalog vocabulary to them.
da: Produkterne oplistes ved at tildele dem en kategori fra Produktkatalog-ordforrådet.

source: Find orphaned products here.
da: Find produkter uden kategori her.

source: No vocabulary has been recognized as the !uber catalog. Click
da: Intet ordforråd er valgt som !uber's katalog. Klik

source: here
da: her

source: to set one up
da: for at sætte et op

source: The catalog vocabulary id is !vid.
da: Katalogets ordforråd er !vid.

source: The base URL pointing to the catalog is !url.
da: Base URL'en, der peger på kataloget er !url.

source: The catalog breadcrumb will be shown.
da: Katalogets breadcrumb vil blive vist.

source: The catalog breadcrumb will not be shown.
da: Katalogets breadcrumb vil ikke blive vist.

source: The number of nodes in a category will be shown in the catalog block.
da: Antallet af noder i en kategori vil blive vist i katalog-blokken.

source: The number of nodes in a category will not be shown in the catalog block.
da: Antallet af noder i en kategori vil ikke blive vist i katalog-blokken.

source: The number of nodes in a category will be shown in the catalog breadcrumb.
da: Antallet af noder i en kategori vil blive vist i katalogets breadcrumb.

source: The number of nodes in a category will not be shown in the catalog breadcrumb.
da: Antallet af noder i en kategori vil ikke blive vist i katalogets breadcrumb.

source: Subcategories with no products to display will be shown on category pages.
da: Underkategorier uden produkter at vise vil blive vist på kategorisider.

source: Subcategories with no products to display will not be shown on category pages.
da: Underkategorier uden produkter at vise vil ikke blive vist på kategorisider.

source: Categories in the catalog block will always be expanded.
da: Kategorier i katalog-blokken vil altid være foldet ud.

source: Categories in the catalog block will be expanded if selected.
da: Kategoier i katalog-blokken vil være foldet ud, hvis de er valgt.

source: Subcategores will be displayed in %num columns.
da: Underkategorier vil blive vist i %num kolonner.

source: Vocabulary %name is set as the product catalog.
da: Ordforrådet %name er valgt som produktkatalog.

source: New Category
da: Ny kategori

source: Move
da: Flyt

source: Copy
da: Kopiér

source: Catalog Vocabulary
da: Katalog-ordforråd

source: Catalog URL
da: Katalog-URL

source: The path to the root of the catalog vocabulary. Do not include a trailing slash.
da: Stien til roden af katalog-ordforrådet. Udelad skråstreg for enden.

source: Display catalog breadcrumb
da: Vis katalogets breadcrumb

source: Display node counts in Catalog Block
da: Vis nodeantal i katalog-blokken.

source: Display node counts in Catalog Breadcrumb
da: Vis nodeantal i katalogets breadcrumb

source: Display subcategories in catalog view
da: Vis underkategorier i katalogvisning

source: Always expand categories in catalog block
da: Fold altid kategorier i katalogblokken ud

source: Orphaned products are products that you have created but not yet assigned to a category in your product catalog. All such products will appear as links below that you can follow to edit the product listings to assign them to categories.
da: Produkter uden kategori er produkter, som du har oprettet, men endnu ikke tildelt en kategori i dit produktkatalog. Sådanne produkter vil nedenfor blive vist som links, som du kan følge for at redigere i produkterne og tildele dem kategorier.

source: There is 1 product not listed in the catalog.
da: Der er 1 produkt, som ikke er oplistet i kataloget.

source: administer catalog
da: administrér katalog

source: Categories for organizing products by type or function.
da: Kategorier

source: Hold Ctrl while clicking to select multiple categories.
da: Hold Ctrl-tasten nede for at vælge flere kategorier.

source: Display a hierarchical product catalog page and block.
da: Vis en hierarkisk inddelt produktkatalogside og -blok.

source: Grid
da: Matrix

source: Blocks
da: Blokke

source: A description of the term. Displayed to customers at the top of catalog pages.
da: En beskrivelse af begrebet. Vises til kunderne i toppen af katalogsider.

source: Visual catalog
da: Visuelt katalog

source: Special offers
da: Særtilbud

source: Best sellers
da: Topsælgere

source: Catalog path settings
da: Indstillinger for katalogsti

source: Pattern for catalog pages
da: Mønster for katalogsider

source: catalog/[catpath-raw]
da: katalog/[catpath-raw]

source: Bulk generate aliases for catalog pages that are not aliased
da: Massegenerér aliaser til katalogsider, der ikke har alias

source: Generate aliases for all existing catalog pages which do not already have aliases. Note: Bulk Update may not complete on large or slow sites. See the README.txt for more information.
da: Generér aliaser til alle eksisterende katalogsider, som ikke allerede har aliaser. Bemærk: Masseopdatering kan måske ikke gennemføres på meget store eller langsomme sites. Se README.txt for mere information.

source: Unlisted products
da: Uoplistede produkter

source: The catalog page will display the Special Offers block at bottom.
da: Katalogsiden vil blive vist med Særtilbud-blokken i bunden.

source: The catalog page will not display any Special Offers block at bottom.
da: Katalogsiden vil ikke blive vist med en Særtilbud-blok i bunden.

source: The catalog page will display the Best Sellers products block at bottom.
da: Katalogsiden vil blive vist med Topsælgere-blokken i bunden.

source: The catalog page will not display any Best Sellers products block at bottom.
da: Katalogsiden vil ikke blive vist med en Topsælgere-blok i bunden.

source: The catalog page will display the Consult Form block at bottom.
da: Katalogsiden vil blive vist med Konsultationsformular-blokken i bunden.

source: The catalog page will not display any Consult Form block at bottom.
da: Katalogsiden vil ikke blive vist med en Konsultationsformular-blok i bunden.

source: The base URL pointing to the Consult Form is !url.
da: Base URL'en, der peger på Konsultationsformularen, er !url.

source: Products grid settings
da: Indstillinger for produktmatrix

source: The catalog will be displayed on a grid.
da: Kataloget vil blive vist som et matrix.

source: The catalog will be displayed on a table list.
da: Kataloget vil blive vist i en tabelliste.

source: Every cell on the grid will display the Product Title.
da: Hver celle i matrixet vil blive vist med produkttitlen.

source: Cells on the grid will not display Product Titles.
da: Celler i matrixet vil ikke blive vist med produkttitler.

source: Every cell on the grid will display the Product SKU.
da: Hver celle i matrixet vil blive vist med varenummer.

source: Cells on the grid will not display Product SKU.
da: Celler i matrixet vil ikke blive vist med varenummer.

source: Every cell on the grid will display the Product Selling Price.
da: Hver celle i matrixet vil blive vist med produktets salgspris.

source: Cells on the grid will not display Product Selling Prices.
da: Celler i matrixet vil ikke blive vist med produktets salgspris.

source: Every cell on the grid will display the Add to Cart button.
da: Hver celle i matrixet vil blive vist med "Læg i kurv"-knappen.

source: Cells on the grid will not display Add to Cart buttons.
da: Celler i matrixet vil ikke blive vist med "Læg i kurv"-knapper.

source: Every cell on the grid will display Product Attibutes.
da: Hver celle i matrixet vil blive vist med tilpasningsmuligheder.

source: Cells on the grid will not display Product Attibutes.
da: Celler i matrixet vil ikke blive vist med tilpasningsmuligheder.

source: Categories in the catalog block will be expanded only when selected.
da: Kategorier i katalogblokken vil først foldes ud, når de bliver valgt.

source: The title for the "Visual catalog" block is %name.
da: "Visual catalog"-blokkens titel er %name.

source: The title for the "Special offers" block is %name.
da: "Særtilbud"-blokkens titel er %name.

source: Help text below the "Special offers" block is displayed.
da: Hjælpeteksten under "Særtilbud"-blokken vises.

source: Help text below the "Special offers" block is not displayed.
da: Hjælpeteksten under "Særtilbud"-blokken vises ikke.

source: The title for the "Best sellers" block is %name.
da: "Topsælgere"-blokkens titel er %name.

source: Help text below the "Best sellers" block is displayed.
da: Hjælpeteksten under "Topsælgere"-blokken vises.

source: Help text below the "Best sellers" block is not displayed.
da: Hjælpeteksten under "Topsælgere"-blokken vises ikke.

source: New category
da: Ny kategori

source: Can't find what you are looking for?
da: Fandt du ikke, hvad du søgte?

source: Contact us!
da: Kontakt os!

source: Special Offers
da: Særtilbud

source: We're always looking for new ways to bring our products to the broadest audience. Here are our special offers for this month.
da: Vi er altid på udkig efter nye måder at få vores produkter ud til det bredest mulige publikum. Her er vores særtilbud for denne måned.

source: Best Sellers
da: Topsælgere

source: So many people can't be wrong. These products have been ordered the most.
da: Så mange mennesker kan ikke tage fejl. Disse produkter er vores mest solgte.

source: No products are available in this category.
da: Der er desværre ingen produkter i denne kategori.

source: Display node counts in thecatalog breadcrumb
da: Vis nodeantal i katalogets breadcrumb

source: Catalog bottom blocks
da: Blokke til bunden af kataloget

source: Display "Special offers" block at bottom
da: Vis "Særtilbud"-blokken i bunden

source: Displays products marked as "Sticky" in the node publication area.
da: Vis produkter mærket som "Altid øverst" i nodeudgivelses-området.

source: Number of lines
da: Antal linjer

source: Number of lines in "Special offer" block if grid view selected.
da: Antal linjer i "Særtilbud"-blokken, hvis matrix-visning er valgt.

source: Display "Best sellers" block at bottom
da: Vis "Topsælgere"-blokken i bunden

source: Displays products that have been ordered the most.
da: Vis produkter, der er bestilt flest gange.

source: Number of lines in best sellers products block if grid view selected.
da: Antal linjer i topsælgere-produktblokken, hvis matrix-visning er valgt.

source: Display link to catalog consult form at bottom
da: Vis link til katalogets konsultationsformular i bunden

source: These products appear on that block when the site has some purchases available. Beware that if there are not products on orders no products may appear which means an empty block with a non available data message.
da: Disse produkter vises i den blok, når sitet har nogle køb til rådighed. Vær opmærksom på, at hvis der ikke er nogen ordrer med produkter, vises der måske ingen produkter, hvilket resulterer i en tom blok med besked om, at der ikke er nogen data tilgængelig.

source: More information form URL
da: URL til formular for mere information

source: The path to the page with a form you could have created to handle consults about products. Do not include a trailing slash.
da: Stien til den side med en formular, som du kan have lavet til at håndtere forespørgsler omkring produkter. Undlad skråstreg for enden.

source: Block list display
da: Blokliste-visning

source: Block title links to top level catalog page
da: Bloktitel-links til katalogets startside

source: Independent catalog blocks display
da: Visning af uafhængige katalog-blokke

source: Title for the block catalog
da: Titel for blok-kataloget

source: Special offers block display
da: Visning af særtilbud-blok

source: Display help text
da: Vis hjælpetekst

source: Best sellers block display
da: Visning af topsælgere-blok

source: Bulk generation of terms completed, one alias generated.
da: Massegenerering af begreber gennemført. Ét alias blev dannet.

source: Subcategories will be displayed in @count column.
da: Underkategorier vil blive vist i @count kolonne.

source: The Special Offers block will display @count line.
da: Særtilbud-blokken vil vise @count linje.

source: The Best Sellers block will display @count line.
da: Topsælgere-blokken vil blive vise @count linje.

source: The grid will be displayed in @count column.
da: Matrixet vil blive vist i @count kolonne.

source: view catalog
da: vis katalog

source: Configure the catalog settings.
da: Konfigurér katalogindstillingerne.

source: catalog pages
da: katalogsider

source: The image will not be resized. Consider installing <a href="@url">Image cache</a>.
da: Billedet vil ikke blive skaleret. Overvej at installere <a href="@url">Image cache</a>.

source: Bulk generation of terms completed, @count alias generated.
da: Massegenerering af begreber er gennemført. @count alias dannet.

source: There is @count product not listed in the catalog.
da: Der er @count produkt, som ikke er oplistet i kataloget.

source: No vocabulary has been recognized as the Ubercart catalog. Choose one on <a href="!admin_catalog">this page</a> or click <a href="!admin_vocab">here</a> to create one first.
da: Intet ordforråd blev genkendt som Ubercart's katalog. Vælg et på <a href="!admin_catalog">denne side</a> eller klik <a href="!admin_vocab">her</a> for at lave et først.

source: Products are listed by assigning a category from the <a href="!cat_url">Product Catalog</a> vocabulary to them.
da: Produkter oplistes ved at tildele dem en kategori fra <a href="!cat_url">Produktkatalog</a>-ordforrådet.

source: Add terms for the products to inhabit.
da: Tilføj begreber som produkterne kan benytte.

source: Vocabulary %name is set as the product catalog.
da: Ordforrådet %name er valgt som produktkatalog.

source: Catalog breadcrumb is being displayed.
da: Katalog-breadcrumbs vises.

source: Catalog breadcrumb is hidden.
da: Katalog-breadcrumbs er skjult.

source: Node count is being displayed in the catalog breadcrumb.
da: Nodeantallet bliver vist i katalogets breadcrumb.

source: Node count is not being displayed in the catalog breadcrumb.
da: Nodeantallet bliver ikke vist i katalogets breadcrumb.

source: The catalog view is displaying subcategories.
da: Katalogvisningen indeholder underkategorier.

source: The catalog view is not displaying subcategories.
da: Katalogvisningen indeholder ikke underkategorier.

source: Subcategories are being displayed in @columns columns.
da: Underkategorier bliver vist i @columns kolonner.

source: There are @nodes product nodes displayed per page.
da: Der bliver vist @nodes produktnoder per side.

source: Block title links to top-level catalog page
da: Bloktitel-links til katalogets startside

source: Block title is pointing to the top-level catalog page.
da: Blok-titlen peger hen til katalogets startside.

source: Block title is not pointing to the top-level catalog page.
da: Blok-titlen peger ikke hen til katalogets startside.

source: Expanding categories in the catalog block.
da: Kategorier i katalogblokken kan udfoldes.

source: Not expanding categories in the catalog block.
da: Kategorier i katalogblokken kan ikke udfoldes.

source: The number of nodes in a category are being shown in the catalog block.
da: Antallet af noder i en kategori bliver vist i katalogblokken.

source: The number of nodes in a category are not being shown in the catalog block.
da: Antallet af noder i en kategori bliver ikke vist i katalogblokken.

source: Products are displayed in a grid.
da: Produkter bliver vist i et matrix.

source: Products are displayed on a list table.
da: Produkter bliver vist på en listetabel.

source: The grid will be displayed in @columns columns
da: Matrixet vil blive vist i @columns kolonner.

source: Every cell is displaying product titles.
da: Hver celle viser produkttitlen.

source: Every cell is hiding product titles.
da: Hver celle skjuler produkttitlen.

source: Every cell is displaying product model (SKU).
da: Hver celle viser produktets varenummer.

source: Every cell is hiding product model (SKU).
da: Hver celle skjuler produktets varenummer.

source: Every cell is displaying product sell price.
da: Hver celle viser produktets salgspris.

source: Every cell is hiding product sell price.
da: Hver celle skjuler produktets salgspris.

source: Every cell is displaying product "Add to cart".
da: Hver celle viser "Læg i kurv"-knappen.

source: Every cell is hiding product "Add to cart".
da: Hver celle skjuler "Læg i kurv"-knappen.

source: Every cell is displaying attributes when "Add to cart button" is selected.
da: Hver celle viser tilpasningsmuligheder, når "Læg i kurv"-knappen er valgt.

source: Every cell is hiding attributes when "Add to cart button" is selected.
da: Hver celle skjuler tilpasningsmuligheder, når "Læg i kurv"-knappen er valgt.

source: Vocabulary !name has been identified as the Ubercart catalog.
da: Ordforrådet !name er blevet identificeret som Ubercart's catalog.

source: No vocabulary has been recognized as the Ubercart catalog. Choose one on <a href="!admin_catalog">this page</a> or add one on the <a href="!admin_vocab">taxonomy admin page</a> first, if needed.
da: Intet ordforråd blev genkendt som Ubercart's katalog. Vælg et på <a href="!admin_catalog">denne side</a> eller tilføj et på <a href="!admin_vocab">taksonomi-administrationssiden</a> først, om nødvendigt.

source: Block settings:
da: Blok-indstillinger:

source: Product grid settings
da: Indstillinger for produktmatrix

source: The taxonomy vocabulary <a href="!edit-url">%name</a> is set as the product catalog.
da: Taksonomi-ordforrådet <a href="!edit-url">%name</a> er valgt som produktkatalog.

source: Make the block title a link to the top-level catalog page.
da: Gør bloktitlen til et link, der fører til katalogets startside.

source: Display products in the catalog in a grid.
da: Vis katalogets produkter i et matrix.

source: Products are displayed in a table list.
da: Produkter bliver vist i en tabelliste.

source: If unchecked, the default table display will be used and the settings on this form will be ignored.
da: Hvis ikke valgt, vil standardtabellen blive brugt, og indstillingerne på denne formular vil blive ignoreret.

source: Number of columns in the product grid
da: Antal kolonner i produktmatrixet

source: The grid will be displayed in @columns columns.
da: Matrixet vil blive vist i @columns kolonner.

source: Displayed fields
da: Viste felter

source: The checked fields will be included in the product grid for each product in your catalog.
da: De afkrydsede felter vil blive vist i produktmatrixet for hvert produkt i dit katalog.

source: Product title
da: Produkttitel

source: Product SKU
da: Varenummer

source: Default product image
da: Standard produktbillede

source: The image will always be included in the product grid.
da: Billedet vil altid blive vist i produktmatrixet.

source: Attribute selection elements
da: Elementer til produkttilpasning

source: Adds any available attribute selection form elements to the add to cart form if displayed in the grid.
da: Hvis der er tilpasningsmuligheder for produktet, bliver de blive vist i "læg i kurv"-formularen, hvis den bliver vist i matrixet.
