Repository: pblasone/Lagervarer
Catalog: modules/trigger/translations/modules-trigger.*.po
Languages: da

source: Are you sure you want to unassign the action %title?
da: Ønsker du at fjerne handlingen %title?

source: You can assign it again later if you wish.
da: Du kan tildele den senere.

source: Action %action has been unassigned.
da: Handling %action fjernet.

source: Trigger:
da: Udløser:

source: unassign
da: fjern

source: Assign
da: Tildel

source: No available actions for this trigger.
da: Ingen gyldige handliner for denne udløser.

source: The action you chose is already assigned to that trigger.
da: Den valgte handling er allerede knyttet til udløseren.

source: You have added an action that changes a the property of a post. A Save post action has been added so that the property change will be saved.
da: Du har tilføjet en handling som ændrer en egenskab ved et indholdselement. En "gem indlæg"-handling er blevet tilføjet så ændringen af egenskaben bliver gemt.

source: Operation
da: Handling

source: Triggers are system events, such as when new content is added or when a user logs in. Trigger module combines these triggers with actions (functional tasks), such as unpublishing content or e-mailing an administrator. The <a href="@url">Actions settings page</a> contains a list of existing actions and provides the ability to create and configure additional actions.
da: Udløsere er system-hændelser, som når der tilføjes indhold eller en bruger logger ind. Udløser-modulet kombinerer udløsere med handlinger, som at skjule indhold eller sende e-mail til en administrator. <a href="@url">Indstillinger for handlinger</a> indeholder en liste af eksisterende handlinger og gør det muligt at oprette og indstille yderligere handlinger.

source: Below you can assign actions to run when certain comment-related triggers happen. For example, you could promote a post to the front page when a comment is added.
da: Herunder kan du tildele handlinger til bestemte kommentar-relaterede udløsere. Du kan f.eks. vise indlæg på forsiden når der tilføjes en kommentar.

source: Below you can assign actions to run when certain content-related triggers happen. For example, you could send an e-mail to an administrator when a post is created or updated.
da: Herunder kan du tildele handlinger til bestemte indholds-relaterede udløsere. Du kan f.eks. sende en e-mail til en administrator når indhold oprettes eller redigeres.

source: Below you can assign actions to run during each pass of a <a href="@cron">cron maintenance task</a>.
da: Herunder kan du tildele handlinger som udføres hver gang <a href="@cron">cron køres</a>.

source: Below you can assign actions to run when certain taxonomy-related triggers happen. For example, you could send an e-mail to an administrator when a term is deleted.
da: Herunder kan du tildele handlinger til bestemte taksonomi-relaterede udløsere. Du kan f.eks. sende en e-mail til en administrator når en term bliver slettet.

source: Below you can assign actions to run when certain user-related triggers happen. For example, you could send an e-mail to an administrator when a user account is deleted.
da: Herunder kan du tildele handlinger til bestemte bruger-relaterede udløsere. Du kan f.eks. sende en e-mail til en administrator når en brugerkonto slettes.

source: The Trigger module provides the ability to trigger <a href="@actions">actions</a> upon system events, such as when new content is added or when a user logs in.
da: Udløser-modulet kan udføre <a href="@actions">handlinger</a> ved bestemte system-hændelser, som når nyt indhold tilføjes eller en bruger logger ind.

source: The combination of actions and triggers can perform many useful tasks, such as e-mailing an administrator if a user account is deleted, or automatically unpublishing comments that contain certain words. By default, there are five "contexts" of events (Comments, Content, Cron, Taxonomy, and Users), but more may be added by additional modules.
da: Kombinationen af handlinger og udløsere kan løse mange nyttige opgaver, som f.eks. at sende en e-mail til administratoren når en konto slettes, eller automatisk skjule kommentarer, der indeholder bestemte ord. Som standard er hændelser fordelt på fem "kontektster" (kommentarer, indhold, cron, taksonomi og brugere), men kontekster kan tilføjes af moduler.

source: For more information, see the online handbook entry for <a href="@trigger">Trigger module</a>.
da: Læs håndbogens afsnit om <a href="@trigger">Trigger-modulet</a> for yderligere information.

source: Triggers
da: Udløsere

source: Tell Drupal when to execute actions.
da: Fortæl Drupal hvornår handlinger skal udføres.

source: Unassign an action from a trigger.
da: Fjern handling fra udløser.

source: trigger
da: udløser

source: Maps trigger to hook and operation assignments from trigger.module.
da: Sammenknytter udløser til en hook- og handlings-tildelinger fra trigger-module.

source: Primary Key: The name of the internal Drupal hook upon which an action is firing; for example, nodeapi.
da: Primær nøgle: Navnet på den interne Drupal-hook som handlingen er knyttet til, f.eks. nodeapi.

source: Primary Key: The specific operation of the hook upon which an action is firing: for example, presave.
da: Primær nøgle: Den specifikke handling i den hook, som handlingen er knyttet til, f.eks. presave.

source: Primary Key: Action's {actions}.aid.
da: Primær nøgle: Handlingens {actions}.aid.

source: The weight of the trigger assignment in relation to other triggers.
da: Udløserens vægt i forhold til andre udløsere.
