Repository: pblasone/Lagervarer
Catalog: sites/all/modules/uc_custom/translations/*.po
Languages: da

source: You've made a sale
da: Du har lavet et salg

source: Click here to view the seller's profile
da: Klik her for se sælgerens profil

source: VAT ID:
da: CVR-nr.:

source: Customer purchase price <strong>excluding VAT</strong>. If you enable bargaining, you can leave this field empty to prevent a fixed price from being displayed to the customers.
da: Kundens købspris <strong>eksklusive moms</strong>. Hvis du aktiverer prisforhandling, kan du skrive 0 eller lade feltet stå tomt for at forhindre, at der bliver vist en fast pris til kunderne.

source: Sale method
da: Salgsmetode

source: Delivery options
da: Leveringsmuligheder

source: Stock management
da: Lagerstyring

source: Use stock management for this item
da: Brug lagerstyring til denne salgsgenstand

source: Customers can only buy as many of this item as you have available. When the stock level reaches 0, the item will be removed from the site until you increase the stock level again.
da: Kunder kan maksimalt købe det antal, du har til rådighed. Når lagerbeholdningen når 0, vil salgsgenstanden blive fjernet fra katalogsiderne, indtil du forhøjer lagerantallet igen.

source: Available quantity
da: Tilgængelig beholdning

source: The number of items available for purchase.
da: Antallet, der kan købes af denne enhed.

source: Warning level
da: Advarselsniveau

source: When the stock level reaches this level, you will receive an e-mail notification.
da: Hvis lagerbeholdningen når ned på dette niveau, vil du modtage en underretning på e-mail.

source: VAT:
da: Moms:

source: Price must be in a valid number format. No thousands separator and only one decimal point.
da: Prisen skal være i gyldigt nummerformat. Ingen tusindtalseparator og kun ét komma.

source: @property must be a positive number. No commas and only one decimal point.
da: @property skal være et positivt tal. Kun ét komma er tilladt.

source: Quantities should be numeric.
da: Mængder skal være angivet i tal.

source: You have typed in a negative product quantity.
da: Du har indtastet et negativt antal af varen.

source: Price
da: Pris

source: Cart Contents
da: Indkøbskurvens indhold

source: Display the contents of a customer's shopping cart.
da: Vis indholdet af kundens indkøbskurv.

source: Qty
da: Antal

source: Products
da: Varer
